create table t_articles(id varchar(20), title varchar(32), abstract varchar(32), url varchar(256), content varchar(4096));

insert into t_articles values ("art1", "家装有哪些坑", "软文-a2b19e8f.jpg", 1, "<p>　　从公众视野里消失100多天的范冰冰终于有了消息。</p>
<p>　　税务部门3日公布范冰冰案情况，范冰冰被责令按期缴纳税款、滞纳金、罚款8亿余元。</p>
<p>　　范冰冰通过微博刊登了致歉信，表示经过这次整顿，会“讲规矩、遵秩序、重责任”。</p>
<p>　　对范冰冰而言，这次处罚是一堂代价昂贵的“法治课”，对那些同样无视税法、心存侥幸的人来说，则是一次信号强烈的警示。</p>");

insert into t_articles values ("art2", "怎么装最划算", "软文-2efa678e.jpg", 1, "<p>　　新华社德国不来梅１０月３日电（记者任珂　张毅荣）欧洲航天局（欧航局）局长扬·韦尔纳３日在接受新华社记者专访时透露，欧航局希望与中国在航天领域加强合作，一些欧洲宇航员正在学习中文，为以后可能更多的合作做准备。</p>
<p>　　一年一度的世界航天界最大盛会国际宇航大会正在德国城市不来梅举行。韦尔纳在会议期间告诉新华社记者，欧航局非常希望促进航天领域的国际合作，而中国是国际航天合作的一个积极参与者。</p>
<p>　　韦尔纳说，欧洲和中国在航天领域已经开展了许多合作，欧洲宇航员还曾前往中国与中国航天员共同训练。多名欧航局宇航员正在学习中文。</p>
<p>　　欧航局德国籍宇航员马天（马蒂亚斯·毛雷尔）已经学习中文６年多。马天此前在接受新华社记者专访时曾表示，他希望能去未来的中国空间站，与中国航天员以及其他国家宇航员一起工作。</p>
<p>　　“除了毛雷尔，还有几名欧航局宇航员正在学习中文，这也是在为以后和中国开展更多的航天合作做准备。”韦尔纳说，欧航局也非常信任中国的“神舟”飞船，希望欧洲宇航员以后能有机会搭乘“神舟”进入太空。</p>
<p>　　２０１５年５月，中国和欧盟签署了关于在载人航天领域开展合作的长远目标和实施步骤协议，明确２０１５年至２０１７年为技术交流阶段，中欧双方参与对方的人员训练活动。</p>
<p>　　中国工业和信息化部副部长、国家航天局局长张克俭在大会期间表示，中国愿意在嫦娥六号的轨道器和着陆器上为国际合作伙伴提供１０千克的载荷。韦尔纳对此也表示了兴趣。</p>");

